[IMF_MainForm]
btnHomePage.Hint=Home
btnScanPage.Hint=Scan
btnDataProtectPage.Hint=Data Protect
btnBrowsePage.Hint=Browser Protect
btnSecurityPage.Hint=Security Guard
btnActionCenter.Hint=Action Center

[IMF_M]
AC_mote8_CA_Btn=Enable Now
AC_mote8_AT_Btn=Enable Now
AC_mote8_AT=%s tracking cookies found. <a>Details</a> <br>We strongly recommend you to enable Anti-Tracking to clean tracking cookies automatically and avoid privacy leaks.
AC_mote8_AR=%s important files found. <a>Details</a> <br>Enable Anti-ransomware Engine to protect them from ransomware attacks.
AC_mote8_CA=Privacy issues <br>Hackers may abuse your webcam and browser data to steal your privacy. Enable Camera Guard and Anti-tracking to avoid privacy leaks.
lblDNSRestorecust=Customize Now
lbl_fix=Fix
BD_mote8_hasAnti=Unprotected by any antivirus engine <br>Protect your PC with the world's leading Bitdefender Anti-malware & Anti-virus Engine to remove over 200 million new and hidden threats.
Full_mote8=You haven't run Full Scan for %s days. <br>Full Scan scans every area of your  computer thoroughly to detect hidden threats. We highly suggest you run Full Scan regularly for your PC security.
Full_mote8_never=You haven't run Full Scan.<br>Full Scan scans every area of your computer thoroughly to detect hidden threats. We highly suggest you run Full Scan regularly for your PC security.
BD_mote8=Unprotected by Bitdefender antivirus engine <br>Bitdefender Engine is the world's leading Anti-virus & Anti-malware engine. Enable Bitdefender Engine with 10 times larger database to remove over 200 million new and hidden threats.
BD_Mote8_Btn=Protect Now
AC_mote8_ASC_No=System Performance <br>Redundant registry entries, privacy traces, and junk files are found in your system. Install Advanced SystemCare to fix them.
AC_mote8_ASC_Num=System Performance <br>Scan for more PC issues and junk files.
AC_mote8_ASC_PreScan=Scan Now
AC_mote8_DB_Much=Driver Updater <br>Scan for outdated drivers.
AC_mote8_DB_No=Driver Updater <br>Outdated drivers may slow down your PC and cause system unstable. Install Driver Booster to update the outdated drivers and increase your system performance and stability.
AC_mote8_DB_PreScan=Scan Now
AC_mote8_IU_Much=Clean Uninstall <br>Scan for uninstallation leftovers and diagnose the health status of your programs.
AC_mote8_IU_No=Clean Uninstall <br>Clean uninstallation leftovers and diagnose the health status of your programs. Install IObit Uninstaller to completely uninstall the unwanted or stubborn programs and malicious/ad plug-ins.
AC_mote8_IU_PreScan=Scan Now
AC_mote8_SD_Much=Disk Optimization <br>Install Smart Defrag to optimize your disks for faster startup and higher file access speed.
AC_mote8_ISU_Much=Software Updater <br>Scan for outdated programs.
AC_mote8_ISU_No=Software Updater <br>Outdated software leaves your PC be vulnerable to hacker attacks. Install IObit Software Updater to always update to the latest programs and install all important programs one click.
AC_mote8_ISU_PreScan=Scan Now
AC_mote8_SafeBox=Anti-ransomware protection<br>Anti-ransomware Engine protects your PC from ransomware attacks. And password protection in Safe Box takes your data security to a higher level.
AC_mote8_AS=Automation<br>Enable Auto Update and Auto Scan to update the database and scan your PC at a scheduled time automatically.
AC_mote8_AU=Outdated database.<br>Enable Auto Update to update the database automatically.
lbl_databas_corr8=Database corrupted. The scan cannot be performed. Please click the %s button to fix the database.
lblDNSRestoreSuc=Your DNS has been restored to %s successfully.
lblDNSRestorefail=Failed to restore your DNS to %s. You can customize your DNS in Settings.
lblIMFD=IMF Database: %s (Latest)
lblBitdfenderD=Bitdefender Database: Latest
lblUpdatefailed=Update failed. Please check your network and try again later.
lblScanMode=Scan Mode:%s
lblEnable=Enable %s
lblFixall=Fix All
lblScanType=Scan Type: %s
lblTimeEl=Time Elapsed: %s
lblObjectss=Objects Scanned: %s
lblThreatsD=Threats Detected: <a>%s</a>
lblFixed=Threats Fixed: <a>%s</a>
lblstatus=Status: %s
lblcomplete=Completed
lbl_no_file_exist=This file does not exist.
lbl_no_reg_exist=This registry does not exist.

[IMF_FixAllFramePage]
btnOKBack8.Caption=OK
btnOKFixResult.Caption=Skip
lblissuefound.Caption=But more potential issues are found:
lblFixSucc.Caption=Fixed Successfully
btnFixReport.Caption=View Report

[IMF_promoteFramePage]
rdlbl_promote_des.Caption=Run a deeper scan and get full protection with IObit Malware Fighter PRO
rdlbl_current.Caption=Your Current Version
rdlbl_pro.Caption=PRO
rdlbl_block.Caption=Block malware in real time
rdlbl_detect.Caption=Detect over 200 million more malware
rdlbl_higher.Caption=Higher detection rate with Bitdefender engine
rdlbl_protect.Caption=Protect personal files from ransomware
rdlbl_provide.Caption=Provide sensitive data protection
rdlbl_stop.Caption=Stop intruders from webcam spying on you
rdlbl_prevent.Caption=Prevent against threats via USB drive
rdlbl_scan.Caption=Scan at scheduled time automatically
rdlbl_free.Caption=Get all PRO features for <a>FREE</a> today
rdbtn_lin.Caption=Go PRO for $0

[IMF_promoteFramePage_M]
lbl_prt_no_threats=No Threats Found
lbl_prt_remove_threats=Threats Removed Successfully
lbl_prt_fixed_threats=Fixed Completed

[IMF_ScanFramePage]
lblRecomCap.Caption=But more potential issues are found:
lblSaveReport8.Caption=View Report
btnScanReport.Caption=View Report

[IMF_browserPFramePage]
lblSurfingDesc8.Caption=Protect your browsing against online threats, phishing attacks, cryptocurrency mining, annoying ads, and email-borne threats.

[IMF_browserPFramePage_M]
lbl_spad_detect=%d item was blocked
lbl_SP_OnlyIE=Ads Removal currently only supports Google Chrome, Microsoft Edge, and Mozilla Firefox.
lbl_OutdatedTitle=Outdated extension detected
lbl_Chrome_Out=To enable this feature on Google Chrome, you need to manually remove the outdated IObit Surfing Protection & Ads Removal extension and then add the latest one from Chrome Web Store.
lbl_NeedExtension=Need to install extension
lbl_FSP_Chrome_No=To enable this feature on Google Chrome, you need to add the IObit Surfing Protection & Ads Removal extension from Chrome Web Store.
lbl_F_AddExtension=Add Extension
lbl_FSP_Edge_No=To enable this feature on Microsoft Edge, you need to add the IObit Surfing Protection & Ads Removal extension from Microsoft Store.
lbl_FSP_Edge_Out=To enable this feature on Microsoft Edge, you need to manually remove the outdated IObit Surfing Protection & Ads Removal extension and then add the latest one from Microsoft Store.
lbl_SP_Cancel=Cancel

[IMF_securityGFramePage_M]
lbl_disable_network_guard_text=Once it is disabled, network security threats may attack your system. Are you sure you want to disable this guard?
lbl_disable_mbr_guard_text=Once it is disabled, your system MBR may be modified by virus which may cause boot time issues. Are you sure you want to disable this guard?
lbl_disable_file_guard_text=Once it is disabled, your system may be destroyed by malicious programs and implanted back door or your privacy data might be stolen. Are you sure you want to disable this guard?
lbl_disable_camera_guard_text=Once it is disabled, your webcam may be abused by malicious programs to record your digital life and steal your privacy. Are you sure you want to disable this guard?
lbl_disable_startup_guard_text=Once it is disabled, malicious programs may load themselves at Windows startup to attack your system. Are you sure you want to disable this guard?
lbl_disable_usb_guard_text=Once it is disabled, your removable disks will not be scanned any more and your PC may be at the risk of being infected by external threats. Are you sure you want to disable this guard?
lbl_disable_process_guard_text=Once it is disabled, your PC may be at the risk of being infected by malicious processes. Are you sure you want to disable this guard?
lbl_disable_malicious_guard_text=Once it is disabled, your PC may be infected by potential threats. Are you sure you want to disable this guard?

[IMF_ransomwareGFramePage]
btnScanSetting.Hint=Settings
lblARDesc.Caption=Intelligently protect all the files at every corner on your PC once you ticked the File Type and Sensitive Data in Anti-ransomware Engine.
btnSafeBoxInfo.Hint=How does Safe Box protect you?

[IMF_ransomwareGFramePage_M]
lblARDesc=Intelligently protect all the files at every corner on your PC once you ticked the File Type and Sensitive Data in Anti-ransomware Engine.

[IMF_EngineFrm_M]
lbl_bd_desc_lin=Detects over 200 million more malware with high accuracy.
lbl_lin_=Enable this PRO feature for FREE now
lbl_pdp_lin=Protects your personal files from ransomware attacks.
lbl_bd_desc_protected=Your PC is protected by the latest world's leading Anti-malware & Anti-virus Engine.
lbl_bd_desc_not_protect8=Enable the world's leading Anti-malware & Anti-virus Engine to remove over 200 million new and hidden threats.
lbl_imf_desc_protected8=Your PC is protected by IObit Anti-malware Engine.

[IMF_CustomHintForm_M]
lbl_fixall_update_failedBeta=Please check your network and <a>update database manually</a> later.
lbl_fixall_update_failedFree=Please check your network and <a>update database manually</a> later. Or Enable Auto Update to update database automatically.

[IMF_notifyTipsFrm_M]
lbl_not_file_exist=Cannot open file "%s". The system cannot find the file specified.

[IMF_IMFDBUpdateFrame]
lblHeaderCap8.Caption=But other potential issues found

[IMF_IMFDBUpdateFrame_M]
BD_mote8=Enable Bitdefender Engine with 10 times larger database to remove over 200 million new and hidden threats.
AU_mote8=Thousands of new threats appear every day. Enable Auto Update to always keep your database up to date automatically and defend against the latest threats in real time.

[IMF_IMFSettings]
chkScan_Advacedher.Caption=Enable advanced heuristics
rbsetting_move.Caption=Move threats to Quarantine List
rbsetting_remove.Caption=Remove threats directly and permanently
btn_fontsize_b.hint=Larger
btnGeneral_ExpandTabCloud8.Caption=Join IObit Malware Fighter Cloud Security. (<a>Privacy Statement</a>)
chkScan_ScanBy.Caption=Scan with
cbbScan_ScanBy.Items[1].Caption=medium priority

[IMF_IMFSettings_M]
M_AderHer=New Advanced Heuristics detects more threats intelligently, especially for those virus variants.
M_lowpriority=low priority: Relatively slow scan speed but low resource usage.
M_normalpriority=medium priority: Relatively fast scan speed with balance system resources usage.
M_highpriority=high priority: Relatively faster scan speed but more system resource usage.
M_KeepBit=To keep the full protection of Bitdefender Engine, IObit Malware Fighter needs to be registered in Windows Action Center. Cancelling the register may cause conflicts with your system or other security programs.

[IMFFeed_Form_Feedback]
ComboBox_Subject_8.Items[0].Caption=I love it
ComboBox_Subject_8.Items[1].Caption=Suggestion
ComboBox_Subject_8.Items[2].Caption=Report a bug
ComboBox_Subject_8.Items[3].Caption=Submit undetected malware
ComboBox_Subject_8.Items[4].Caption=Report false positive
ComboBox_Subject_8.Items[5].Caption=Failed to update database
ComboBox_Subject_8.Items[6].Caption=Failed to remove detected threats
ComboBox_Subject_8.Items[7].Caption=Safe Box issues
ComboBox_Subject_8.Items[8].Caption=Order/License issues
ComboBox_Subject_8.Items[9].Caption=Others
btn_rd_screenshot.Caption=Screenshot

[IMFFeed_M]
M_EmailTextHint=Please enter your correct email address.

[ASCAntivirusFix_M]
LoadTimeOut=Timeout! Failed to load virus database. Please restart your PC to reload.
ReInstall=Failed to load virus database because an important component .dll file is missing. Try reinstalling the program to fix the problem.
LoadDBReboot=Failed to load virus database due to insufficient system resources. Try restarting your PC to fix the problem.

[IMFRegister_M]
M_ExpD_Title=Sorry, your subscription has <a>expired</a>
M_ExpD_Title2=We regret to inform you that the following PRO features will no longer be available:
M_ExpD_Desc1=Detection of 200 million+ more malware
M_ExpD_Desc2=Higher detection rate with Bitdefender engine
M_ExpD_Desc3=Protection of important files against ransomware
M_ExpD_Desc4=Exclusive privacy protection by Camera Guard and Anti-tracking
M_ExpD_Desc=But you can get them back with an exclusive <a>%s OFF</a> today!
M_btnRenewNowD=Get My Renewal Discount
M_GiveawayCodeArea=The license code %s is not valid in your region or country. Please click OK to purchase a valid one.

[RanSomeWare_RansomewareForm]
lblProtect_FTTitle.Caption=File Type Protect
lblProtect_SensTitle.Caption=Sensitive Data Protect
lblProtect_SensDesc.Caption=Please select the sensitive data you want to protect.
btnSensData_Doc.Caption=My Documents
btnSensData_Pic.Caption=My Pictures
btnSensData_Video.Caption=My Videos
btnSensData_Contact.Caption=My Contacts
btnSensData_Fav.Caption=My Favorites

[IMF_IMFTipsDlPrtFrm]
lblEnableBd=<a>Enable Bitdefender Engine</a> to scan more deeply and remove more hidden threats.

[IMF_DataProtectForm]
btnSetting.Hint=Settings

[HomepageAdvisor_frmBrowserPop]
btnClose.Caption=View Details
btnSet.Hint=Settings
Label_ByProgram_NoUrl.Caption=Homepage Advisor found your homepage and search engine of %s were modified by the following program:
Label_ByProgram_NoUrl.HelpKeyword=Homepage Advisor found your search engine of %s was modified by the following program:
Label_ByProgram_NoUrl.Hint=Homepage Advisor found your homepage of %s was modified by the following program:
Label_ByProgram_Url.Caption=Homepage Advisor found your homepage of %s was changed to<br><a>%s</a>
Label_ByProgram_Url.Hint=Homepage Advisor found your search engine of %s was changed to<br><a>%s</a>
Label_ExeInfo.Caption=PID: %s<BR>Name: <a>%s</a><BR>Path: <a>%s</a>
Label_FileNotFound.Caption=The application does not exist.
Label_Lock_All.Caption=Homepage Advisor found your homepage and search engine of %s were modified.
Label_Lock_All.Hint=Homepage Advisor found your homepage of %s was changed to
Label_Lock_Page.Caption=Homepage Advisor found your homepage of %s was modified.
Label_Lock_Page.Hint=Homepage Advisor found your homepage of %s was changed to
Label_Lock_Search.Caption=Homepage Advisor found your search engine of %s was modified.
Label_Lock_Search.Hint=Homepage Advisor found your search engine of %s was changed to
Label_PopupHead.Caption=The following program changed your homepage to<br><a>%s</a>
Label_Restore.Caption=Restore homepage to its original default
Label_Restore.HelpKeyword=Restore homepage and search engine to their original defaults
Label_Restore.Hint=Restore search engine to its original default

[HomepageAdvisor_frmBrowserProtectSet]
edt_Ads.TextHint=E.g.: example.com
edt_SPUrl.TextHint=E.g.: example.com
Label_HPInfo.Caption=Monitor and notify you of any changes to your homepage and search engine. If your homepage and search engine is modified maliciously, your browser may be hijacked and your PC might be infected.
Label_SPInfo.Caption=Protect your browsing against online threats, phishing attacks, cryptocurrency mining web pages, and annoying ads.  (Note: Browser restart required.)
Label_SPLog.Caption=Below is a history of malicious websites, ads, emails, and cryptocurrency mining web pages blocked by Surfing Protection & Ads Removal.
Label_SPNeedEnable.Caption=Enable it in browser extensions
Label_SPNeedEnable.Hint=Need to enable it manually in some browsers. Click the down arrow to check details.
lvHP.Columns[0].Caption=Activity
lvHP.Columns[1].Caption=From
lvHP.Columns[2].Caption=To
lvHP.Columns[3].Caption=By
lvHP_Type.Caption=Homepage modified
lvHP_Type.Hint=Search engine modified
lvSP.Groups[1].Caption=Malicious emails detected (%d)
lvSP.Groups[2].Caption=Ads blocked (%d)
lvSP.Groups[3].Caption=Cryptocurrency mining web pages blocked (%d)
MsgBox_Ok.Caption=OK
Label_EmailSetInfo.Caption=Add email addresses to the box below to make them not be flagged as suspicious (Browser restart required).
Label_EmailSet.Caption=Email Sender Whitelist
Label_InvalidEmail.Caption=Invalid email address! Please add a valid one.
Label_EmailCount.Hint=Malicious email
Label_SPIgnoreIE.Caption=Ads Removal currently only supports Google Chrome, Microsoft Edge, and Mozilla Firefox.
Label_SPIgnoreIE.Hint=Protect your web emails against spam, phishing scam, and other email-borne threats. It currently supports Gmail, Outlook, and Yahoo.
sp_Ads.Caption=Ads Removal
sp_Email.Caption=Email Protection
sp_Sp.Caption=Surfing Protection
edt_email.TextHint=E.g.: whitelist@example.com

[HomepageAdvisor_frmBrowserSPSetup]
Label_Chrome.Caption=To enable this feature on Google Chrome, you need to add the IObit Surfing Protection & Ads Removal extension from Chrome Web Store.
Label_Edge.Caption=To enable this feature on Microsoft Edge, you need to add the IObit Surfing Protection & Ads Removal extension from Microsoft Store.
Label_OutDate.Caption=Outdated extension detected
Label_OutDate_Edge.Caption=To enable this feature on Microsoft Edge, you need to manually remove the outdated IObit Surfing Protection & Ads Removal extension and then add the latest one from Microsoft Store.

[FormPasswdInput_M]
m_rdhtmlbl_Froget=Forgot password?

[Safebox7_SafeBox]
nodata_des8.Caption=Click the above button to add a file/folder for protection. Or drag and drop it here directly.

[Safebox7_M]
M_CannotDrive=Drive %s can not be added into safe box. Please add the files/folders on the drive for protection.

[PromoteSafebox_PromoteSafebox]
rdbtn_enable.Caption=Enable Now

[UninsQuery_FormUninstallIMF_SB]
FormUninstallMsgBox.Caption=IObit Malware Fighter Uninstall
chkLicenseFile.Caption=License files (Not recommended to remove)

[HomepageAdvisor_frmNotifyMsg]
btnCancel.Caption=Cancel
btnExit.Hint=Close
btnOk.Caption=OK
Label_IE.Caption=This will reset the homepage of %s to the original default.
Label_IE.Hint=This will reset the search engine of %s to the original default.
Label_IE.HelpKeyword=This will reset the homepage and search engine of %s to the original defaults.
Label_Chrome.Caption=This will reset the homepage of Google Chrome to the original default. Since you have enabled Google Sync, the original status may be replaced by the synchronized settings.
Label_Chrome.Hint=This will reset the search engine of Google Chrome to the original default. Since you have enabled Google Sync, the original status may be replaced by the synchronized settings.
Label_Chrome.HelpKeyword=This will reset the homepage & search engine of Google Chrome to the original defaults. Since you have enabled Google Sync, the original status may be replaced by the synchronized settings.

[IMF_bdOutdateFrm]
lblContent=The program is outdated. Please download and install the latest version.
btnClose.Hint=Close
btnOK.Caption=OK

[IMF_IObitPreScan]
EnableAT=Enable Now to Auto Clean
ImportAnti=<a>%s</a> tracking cookies found
ImportFiles=<a>%s</a> important files found
rdlbl_Per.Caption=Performance Scan
rdImg_stop.Caption=Stop
btnSysClose.Hint=Close

[IMF_IObitPreScan_M]
Unknown=Unknown
EnableAR=Enable Now to Protect
ISUSoft=Software Updater Scan
IUProgram=Program health diagnosis
DBOut=Outdated Driver Scan
ASCPer=Performance Scan
Privacytraces=Privacy traces
Junkfiles=Junk files
Internetimprovements=Internet improvements
Registryentries=Registry entries
Systemoptimizations=System optimizations
ItemsFoundMB=%s Items found (%2s MB)
ItemsFound=%s items found
ItemFound=%s item found
ItemsFoundDe=%s items found. <a>Details</a>.
ItemFoundDe=%s item found. <a>Details</a>.
ASCItemsFoundDeDes=These items will affect your system performance. We recommend you to install Advanced SystemCare to fix them.
ASCItemFoundDeDes=This item may affect your system performance. We recommend you to install Advanced SystemCare to fix it.
ASCInstall=Install to Fix
ProductAgree=By clicking "%s", you agree to install %2s and accept its <a>EULA</a> & <a>Privacy Policy</a>.
ASCNoissus=No issues found
ASCNoissusDes=We recommend you install Advanced SystemCare to keep your PC always clean and fast.
DBCurent=Current:%s
DBAv=Available:%s
DBInstall=Install to Update
DBItemsFound=%s outdated drivers found.
DBItemFound=1 outdated driver found.
DBItemsFoundDes=These outdated drivers will slow down your PC and cause system unstable. We recommend you to install Driver Booster to update them.
DBItemFoundDes=This outdated driver may slow down your PC and cause system unstable. We recommend you to install Driver Booster to update it.
Install=INSTALL
DBNoFound=No outdated drivers found.
DBNoFoundDes=We recommend you install Driver Booster to keep your device drivers always up to date.
DBNoFoundDrives=Outdated Device Drivers
DBNoFoundComponents=Outdated Game Components
IUUninstallationLeftovers=Uninstallation Leftovers
IUOutdatedsoftware=Outdated software
IUInfrequentlyusedprograms=Infrequently used programs
IUMaliciousAdPlugins=Malicious/Ad Plug-ins
IUInstall=Install to Remove
IUItemsFoundDes=These items will cause system unstable, occupy system resource and slow down your browser. We recommend you to install IObit Uninstaller to remove them.
IUItemFoundDes=The item may cause your system unstable, occupy system resource and slow down your browser. We recommend you to install IObit Uninstaller to remove it.
IUNOFound=No issues found
IUNOfoundDes=We recommend you install IObit Uninstaller to uninstall the unwanted programs & plug-ins to keep your PC in good healthy status.
ISUItemsFound=%s outdated programs found.
ISUItemsFoundDes=These outdated programs leave your PC be vulnerable to hacker attacks. We recommend you to install IObit Software Updater to update the outdated programs.
ISUItemFound=1 outdated program found.
ISUItemFoundDes=This outdated program may leave your PC be vulnerable to hacker attacks. We recommend you to install IObit Software Updater to update the outdated programs.
ISUNoFound=No outdated Programs found
ISUNoFoundDes=We recommend you install IObit Software Updater to always keep your programs the latest and install all the important programs with 1-click.
ISUNoFoundItem=Outdated programs

[IMF_IMFTipsAutoScanProFrm]
lblNeverScan=Your PC has never been scanned. Enable Auto Scan to scan your PC at a scheduled time automatically.
lblLongTime=Your PC has not been scanned for %s days. Enable Auto Scan to scan your PC at a scheduled time automatically.
btnScan=Scan
btnEnable=Enable Now

